Repository: ManageIQ/manageiq-providers-ovirt
Catalog: locale/*/ManageIQ_Providers_Ovirt.po
Languages: es, pt_br, zh_cn

source: "Memory Limit is supported for RHV 4.1 and above. Current provider version is #{ems.api_version}."
es: "El límite de memoria se admite para RHV 4.1 y versiones superiores. La versión actual del proveedor es #{ems.api_version}."
pt_br: "Há suporte para o limite de memória para o RHV 4.1 e posterior. A versão atual do provedor é #{ems.api_version}."
zh_cn: "内存限制支持 RHV 4.1 和以上版本。当前的供应商版本为 #{ems.api_version}。"

source: %{description} VM Memory is larger than Memory Limit
es: %{description} La memoria de la MV es mayor al límite de memoria
pt_br: A memória da VM %{description} é maior que o limite de memória
zh_cn: %{description} 虚拟机内存超出内存限制

source: <Empty>
es: <Vacío>

source: Cannot import archived VMs
es: No se puede importar las MV archivadas
pt_br: Não é possível importar VMs arquivadas
zh_cn: 无法导入已归档的虚拟机

source: Cannot import to a RHEV provider of version < 4.1.5
es: No se puede importar a un proveedor de RHEV de la versión < 4.1.5
pt_br: Não é possível importar um provedor do RHEV com versão < 4.1.5
zh_cn: 无法导入到版本低于 4.1.5 的 RHEV 供应商

source: Datastore does not exist, unable to add disk
es: El almacén de datos no existe; no es posible agregar el disco
pt_br: O datastore não existe, não é possível adicionar o disco
zh_cn: 数据存储区不存在，无法添加磁盘

source: Delete is not allowed for a snapshot that is the active one
es: No se puede eliminar una instantánea que se encuentra activa
pt_br: A exclusão não é permitida para o snapshot ativo
zh_cn: 不允许删除活动快照

source: Error while configuring VM network.
es: Se produjo un error al configurar la red de la MV.
pt_br: Erro ao configurar a rede da VM.
zh_cn: 配置虚拟机网络时出错。

source: Error while importing the VM.
es: Se produjo un error al importar la MV.
pt_br: Erro ao importar a VM.
zh_cn: 导入虚拟机时出错。

source: Memory Limit is supported only when using ovirt-engine-sdk (To enable, set: ':use_ovirt_engine_sdk: true' in settings.yml).
es: El límite de memoria solo se admite cuando se utiliza ovirt-engine-sdk (Para activarlo se debe configurar: ':use_ovirt_engine_sdk: true' en settings.yml).
pt_br: Há suporte para o limite de memória apenas ao usar ovirt-engine-sdk (para habilitar, defina: ':use_ovirt_engine_sdk: true' in settings.yml).
zh_cn: 只有在使用 ovirt-engine-sdk 时才支持内存限制（要启用，在 settings.yml 中设置：':use_ovirt_engine_sdk: true'）。

source: Perform SmartState Analysis on this VM
es: Realizar análisis SmartState en esta MV
pt_br: Realizar análise do SmartState nesta VM
zh_cn: 在这个虚拟机中执行智能状态分析

source: Publish operation in not supported
es: No se admite la operación de publicación
pt_br: A operação de publicação não é suportada
zh_cn: 不支持发布操作

source: Removing all snapshots is currently not supported
es: Actualmente, no se admite la acción de quitar todas las instantáneas
pt_br: A remoção de todos os snapshots não é suportada
zh_cn: 目前不支持删除所有快照

source: Requested VM snapshot not found, unable to RevertTo snapshot
es: No se encontró la instantánea de la MV solicitada; no se puede revertir a instantánea
pt_br: O snapshot solicitado da VM não foi encontrado, não foi possível realizar RevertTo no snapshot
zh_cn: 找不到请求的虚拟机快照，无法还原为快照

source: Requested VM snapshot not found, unable to remove snapshot
es: No se encontró la instantánea de la MV solicitada; no se puede eliminar la instantánea
pt_br: O snapshot solicitado da VM não foi encontrado, não foi possível remover o snapshot
zh_cn: 找不到请求的虚拟机快照，无法删除快照

source: Revert is allowed only when vm is down. Current state is %{state}
es: Solo se permite revertir cuando la MV está apagada. El estado actual es %{state}
pt_br: A reversão só é permitida quando a máquina virtual está inoperante. O estado atual é %{state}
zh_cn: 只有虚拟机已下线时才允许恢复。当前状态为 %{state}

source: Revert is not allowed for a snapshot that is the active one
es: No se puede revertir para una instantánea que está activa
pt_br: A reversão não é permitida para o snapshot ativo
zh_cn: 不允许恢复活动快照

source: Source provider must be of type Vmware
es: El proveedor de origen debe ser de tipo Vmware
pt_br: O provedor de origem deve ser do tipo VMware
zh_cn: 源供应商类型必须为 VMware

source: Template sealing is supported only for non-Windows OS.
es: El sello de la plantilla se admite solo para Sistemas Operativos que no son Windows.
pt_br: A validação do modelo só é suportada em um SO não Windows.
zh_cn: 只有非 Windows 操作系统支持模板签章。

source: The Host is not connected to an active provider
es: El host no está conectado a un proveedor activo
pt_br: O host não está conectado a um provedor ativo
zh_cn: 主机未连接至活动的供应商

source: The VM is not powered on
es: La MV no está encendida
pt_br: A VM não está ligada
zh_cn: 虚拟机未开启

source: The provider does not support reconfigure disks
es: El proveedor no admite la reconfiguración de discos
pt_br: O provedor não oferece suporte para reconfigurar discos
zh_cn: 供应商不支持重新配置磁盘

source: The virtual machine is not associated with a provider
es: La máquina virtual no está asociada con un proveedor
pt_br: A máquina virtual não está associada a um provedor
zh_cn: 虚拟机未与供应商关联

source: The virtual machine must be down
es: La máquina virtual debe estar apagada
pt_br: A máquina virtual deve estar inoperante
zh_cn: 虚拟机必须下线

source: This feature is not supported by the api version of the provider
es: Esta funcionalidad no se admite en la versión API del proveedor
pt_br: Este recurso não é suportado pela versão da API do provedor
zh_cn: 供应商的 api 版本不支持此功能

source: VMs must be scanned from an EVM server whose host is attached to the same storage as the VM unless overridden via SmartProxy affinity. Please verify that: 1) Direct LUNs are attached to ManageIQ appliance 2) Management Relationship is set for the ManageIQ appliance
es: Se deben analizar las MV desde un servidor EVM cuyo host esté conectado al mismo almacenamiento que la MV, a menos que sea anulado a través de afinidad con SmartProxy. Verifique que: 1) los LUN directos estén conectados al dispositivo ManageIQ y que 2) la relación de administración esté configurada para el dispositivo ManageIQ
pt_br: As máquinas virtuais devem ser verificadas por um servidor EVM cujo host esteja conectado ao mesmo armazenamento da VM, exceto se for substituído via afinidade do SmartProxy. Verifique se: 1) LUNs diretos estão conectados ao appliance ManageIQ 2) A relação de gerenciamento está definida para o appliance ManageIQ
zh_cn: 虚拟机必须从 EVM 服务器扫描，它的主机附加到 和虚拟机相同的存储上，除非通过 SmartProxy 关联覆盖。 请验证： 1) Direct LUN 附加到 ManageIQ 设备 2) 为 ManageIQ 设备设置了管理关系

source: not connected to ems
es: no está conectado a EMS
pt_br: não conectado a EMS
zh_cn: 未连接至 EMS

source: storage is missing
es: Falta el almacenamiento
pt_br: o armazenamento está ausente
zh_cn: 存储缺失
